Repository: wp-plugins/smart-archive-page-remove
Catalog: languages/smart-archive-page-remove_general-*.po
Languages: es_es, sr_rs

source: Like this Plugin?
es_es: &iquest;Le gusta este Plugin?
sr_rs: Da li vam se dopada ovaj plugin?

source: Please rate the plugin
es_es: Por favor califique nuestro plugin
sr_rs: Molimo vas da ocenite ovaj plugin

source: Plugin homepage
es_es: P&aacute;gina principal del Plugin
sr_rs: Početna stranica plugin-a

source: Author homepage
es_es: P&aacute;gina principal de los Autores
sr_rs: Početna stranica autora

source: Authors Google+ Page
es_es: P&aacute;gina Google+ de los Autores
sr_rs: Google+ stranica autora

source: Authors facebook Page
es_es: P&aacute;gina en Facebook de los Autores
sr_rs: Facebook stranica autora

source: Need help?
es_es: &iquest;Necesita ayuda?
sr_rs: Treba vam pomoć?

source: Take a look at the FAQ section
es_es: Eche un vistazo a la sección de Preguntas Frecuentes
sr_rs: Pogledajte odeljak za često postavljana pitanja

source: Take a look at the Support section
es_es: Eche un vistazo a la sección de Soporte
sr_rs: Pogledajte odeljak za podršku

source: Feel free to contact the Author
es_es: No dude contactar con el Autor del plugin
sr_rs: Pišite autoru
